---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.SpaceTagType
source: html/d48e9446-2322-1393-7975-66be198ec1cd.htm
---
# SpaceTagType Methods

Activates the symbol to ensure that its geometry is accessible.